INSERT INTO public.clients (id, created_at, client_name, organization_name, activity_type, phone, phone2, address, notes, agent_id, subscription_type, subscription_start, subscription_end, active_devices_count, device_count, created_by) VALUES
('405fe050-7569-4f36-9cfe-6fd9f7fa0811', '2025-04-22 00:29:36.609+00', 'كريم صلاح صديق', 'كريم صلاح صديق', NULL, '01127027054', NULL, 'اسوان مركز دراو قريه نجع ونس', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('40613240-71cf-4df6-98be-b09515a11943', '2025-04-22 01:02:14.614+00', 'محمد سمير ابو الفتوح', 'محمد سمير ابو الفتوح', 'محل اكسسوارات سيارات', '01118859951', NULL, 'ميت الكرماء مركز طلخا دقهليه', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('406ec2eb-f6a9-4948-83ab-68eb3868df3d', '2025-04-22 01:02:13.613+00', 'هاني جاد قنا', 'هاني جاد قنا', 'جده لادوات الكهربية', '01001134787', NULL, 'قنا دشنا الصبريات', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('406fb1f1-aef3-4592-bb8c-cb95cdb1426c', '2025-04-22 00:13:02.94+00', 'حمزه الاصيل', 'حمزه الاصيل', 'ادويه ومستحضرات تجميل', '01008812535', NULL, 'القاهره غمره', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('407be57e-d7d0-4e66-9615-39e1fb980cd7', '2025-04-21 22:24:51.548+00', 'فرغلي احمد', 'فرغلي احمد', 'تجارة ادوات صحية وكهرباء', '01094832520', NULL, 'المنيا  مركز ابو قرقاش', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-21', '2099-12-31', '3', '1', NULL),
('409b7635-07e7-4070-b51c-f04b2349726a', '2025-04-22 00:41:21.349+00', 'محمد عبدالمقصود', 'محمد عبدالمقصود', 'مواد بناء', '01010413099', NULL, 'العاصمة الادارية', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('40b9dcbe-6f02-49c4-9ac8-93ec81a90b64', '2025-04-21 20:28:34.204+00', 'احمد ماجد مختار', 'احمد ماجد مختار', 'ملابس وادوات منزلية', '01014897232', NULL, 'المنيا ملوي', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-21', '2099-12-31', '1', '1', NULL),
('40f215f3-56b5-4ea5-a15c-c1b657449ff4', '2025-04-22 00:18:02.83+00', 'محمد السمري العاشر', 'محمد السمري العاشر', 'توزيع مواد غذائية', '01019350367', NULL, NULL, NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('41312b86-5d09-4a8e-bf0a-c04300cec6f6', '2025-04-22 01:09:05.266+00', 'محمود الريس كماليات', 'محمود الريس كماليات', 'كماليات سيارات', '01092927767', NULL, 'كفرالشيخ سيدى سالم', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('4132d355-f310-4d40-8df2-87108a1df130', '2025-04-16 03:17:11.677399+00', 'احمد الجندي', 'احمد الجندي', 'مستحضرات تجميل', '01092425255', NULL, 'دمنهور ارض الميري', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'دائم', '2025-04-16', '2026-04-16', '1', '1', NULL),
('413b8611-b81e-420d-be33-f8de5ad5e9d9', '2025-04-21 23:00:51.598+00', 'حامدالامام', 'حامدالامام', 'بيع المياه الصحيه والعصائر', '00966556993714', NULL, 'الدوادمى السعودية', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-21', '2099-12-31', '4', '1', NULL),
('415836c6-efe9-4c3d-bc97-21c9dfe92b16', '2025-04-22 00:41:15.299+00', 'محمود رستم', 'محمود رستم', 'ادوات صحيه', '01004002030', NULL, 'اسيوط مركز ديروط', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('415f88f6-a5c6-4a32-98b1-f4aeecaabb6e', '2025-04-21 22:23:48.135+00', 'محمود محمد علي', 'محمود محمد علي', 'بقاله', '01158443628', NULL, 'كوم امبو اسوان', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-21', '2099-12-31', '4', '1', NULL),
('416132a9-a32e-466e-b53c-85ea589bad94', '2025-04-22 01:08:44.873+00', 'نادر سمير لبيب', 'نادر سمير لبيب', 'سجاير', '01277512099', NULL, NULL, NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('416a55cf-483c-4522-a760-15edf8fff0f3', '2025-04-22 00:55:15.906+00', 'بولا طلعت شكري', 'بولا طلعت شكري', NULL, '01002778770', NULL, NULL, NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('416c8a7d-d5fa-43db-bf90-ac7181c8dc6c', '2025-04-16 04:28:41.253223+00', 'محمد محمود', 'مصنع حلاوة طحينية', 'مصنع حلاوة طحينية', '01093739369', NULL, 'الاسكندرية', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'دائم', '2025-04-16', '2026-04-16', '2', '1', NULL),
('4186df49-a56f-4f53-a40f-01c0d6899224', '2025-04-21 22:27:13.729+00', 'سامر الكفري', 'سامر الكفري', 'محاسبة محل تجاري', '01012892321', NULL, 'سوري القاهرة التجمع الاول', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-21', '2099-12-31', '3', '1', NULL),
('419356bb-35de-446c-a539-a07794c5b0d0', '2025-04-21 22:24:05.758+00', 'محمد خالد', 'محمد خالد', 'تجاره وتوريدات', '01098200747', NULL, 'اكتوبر', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-21', '2099-12-31', '0', '1', NULL),
('419ba696-8d6b-4f24-b7ed-c1703d951d79', '2025-04-22 00:12:32.883+00', 'وائل يوسف كمال', 'وائل يوسف كمال', 'أدوات صحية وفلاتر تنقية المياة', '01017606216', NULL, 'سمالوط المنيا', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('41a482e4-3478-4daf-9048-c8800d675681', '2025-04-22 00:29:29.676+00', 'شاكر محمد عبد القادر', 'شاكر محمد عبد القادر', 'مواد غذائية', '01026094918', NULL, 'كوم حماده البحيره', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('41bcf025-b26c-4c60-8067-be581269c128', '2025-04-22 00:12:18.836+00', 'احمد حربي فريحي سلامه', 'احمد حربي فريحي سلامه', 'شركه بيع مجمدات
لحوم مجمده', '01155244471', NULL, 'اسوان مركذ ادفو', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('41c2145a-a4c0-497b-a82b-3f005632dbc7', '2025-04-22 01:09:03.755+00', 'احمد عبدالنبى احمد', 'احمد عبدالنبى احمد', 'شركه مبيدات', '01019624964', NULL, 'خليل بحيره مركز بدر السخنه', NULL, 'cd6456f3-61fb-4012-8065-92f5b8ab1a45', 'permanent', '2025-04-22', '2099-12-31', '1', '1', NULL),
('41d13de4-7cfc-4e0f-99cb-1021b5ad25f1', '2025-04-16 01:16:51.878178+00', 'باسم محمود', NULL, 'توزيع مواد غذائية', '01004746061', '114364130101', 'المنيا', 'جديد2019/7/10
4853-5359-6367

جديد رقم 3 يوم 2019/9/3
باسم محمود المنيا رقم 3 جديد
توزيع مواد غذائية
01004746061
153024791121
4955-5555-5963

رقم 4 يوم 2023/3/9
3117421001195129691313

رقم 5 يوم 2023/3/9
1481381410123151004131115

رقم 6 يوم 2023/3/9
88140011245551319106

رقم 7 يوم 2023/8/24
فعل اثناء فك الحظر من الاداره 
136310821111100135469

8 يوم 2023/11/9
39141052061351012131210

9 يوم 2024/8/3
  created_at = EXCLUDED.created_at, client_name = EXCLUDED.client_name, organization_name = EXCLUDED.organization_name, activity_type = EXCLUDED.activity_type, phone = EXCLUDED.phone, phone2 = EXCLUDED.phone2, address = EXCLUDED.address, notes = EXCLUDED.notes, agent_id = EXCLUDED.agent_id, subscription_type = EXCLUDED.subscription_type, subscription_start = EXCLUDED.subscription_start, subscription_end = EXCLUDED.subscription_end, active_devices_count = EXCLUDED.active_devices_count, device_count = EXCLUDED.device_count, created_by = EXCLUDED.created_by;